Repository: yeager/ardour
Catalog: libs/ardour/po/*.po
Languages: sv

source: Transient Analysis failed for %1.
sv: Övergångsanalys misslyckades för %1.

source: Audio File Source
sv: Ljudfilskälla

source: No Error occurred
sv: Inget fel uppstod

source: Failed to initialize audio backend
sv: Det gick inte att initialisera ljudbackend

source: Failed to deinitialize audio backend
sv: Det gick inte att avinitialisera ljudbackend

source: Failed to reinitialize audio backend
sv: Det gick inte att återinitiera ljudbackend

source: Failed to open audio device (Typically caused by hardware parameter settings)
sv: Det gick inte att öppna ljudenheten (orsakas vanligtvis av inställningar för hårdvaruparametrar)

source: Failed to close audio device
sv: Det gick inte att stänga ljudenheten

source: Audio device not valid
sv: Ljudkälla inte giltig

source: Audio device unavailable
sv: Ljudanordning otillgänglig

source: Audio device not connected
sv: Ljudanordning inte ansluten

source: Failed to request and reserve audio device
sv: Det gick inte att begära och reservera ljudenheten

source: Audio device Input/Output error
sv: Fel på ljudenhetens in-/utgång

source: Failed to open MIDI device
sv: Det gick inte att öppna MIDI-enheten

source: Failed to close MIDI device
sv: Det gick inte att stänga MIDI-enheten

source: MIDI device unavailable
sv: MIDI-enhet otillgänglig

source: MIDI device not connected
sv: MIDI-enhet inte ansluten

source: MIDI device Input/Output error
sv: MIDI-enhetens in-/utmatningsfel

source: Sample format is not supported
sv: Exempelformat stöds inte

source: Sample rate is not supported
sv: Samplingsfrekvens stöds inte

source: Requested input latency is not supported
sv: Begärd ingångsfördröjning stöds inte

source: Requested output latency is not supported
sv: Begärd utgångsfördröjning stöds inte

source: Period size is not supported
sv: Periodstorlek stöds inte

source: Period count is not supported
sv: Periodräkning stöds inte

source: Device configuration not supported
sv: Enhetskonfigurationen stöds inte

source: Channel count configuration not supported
sv: Konfiguration av kanalantal stöds inte

source: Input channel count configuration not supported
sv: Konfiguration av antal ingångskanaler stöds inte

source: Output channel count configuration not supported
sv: Konfiguration av antal utgångskanaler stöds inte

source: Unable to acquire realtime permissions
sv: Det går inte att få realtidsbehörigheter

source: Setting audio device thread priorities failed
sv: Inställning av prioriteringar för ljudenhetstrådar misslyckades

source: Setting MIDI device thread priorities failed
sv: Inställning av MIDI-enhetstrådsprioriteringar misslyckades

source: Failed to start process thread
sv: Det gick inte att starta processtråden

source: Failed to start freewheel thread
sv: Misslyckades med att starta frirullningsgängan

source: Failed to register audio/midi ports
sv: Det gick inte att registrera ljud-/midi-portar

source: Failed to re-connect audio/midi ports
sv: Det gick inte att återansluta ljud-/midi-portarna

source: Out Of Memory Error
sv: Minne fullt-fel

source: Could not reconnect to Audio/MIDI engine
sv: Kunde inte återansluta till ljud-/MIDI-motorn

source: None
sv: Ingen

source: Default
sv: Standard

source: Could not open %1. Audio Library not saved
sv: Kunde inte öppna %1. Ljudbiblioteket har inte sparats

source: Legacy crossfade involved an incoming region not present in playlist "%1" - crossfade discarded
sv: Äldre crossfade involverade en inkommande region som inte finns i spellistan "%1" – crossfade bortkastad

source: Legacy crossfade involved an outgoing region not present in playlist "%1" - crossfade discarded
sv: Äldre övertoning involverade ett utgående område som inte finns i spellistan "%1" – övertoning bortkastad

source: Audio Playlists
sv: Ljudspellistor

source: regions
sv: regioner

source: A playlist with this name already exists, please rename it.
sv: En spellista med detta namn finns redan, vänligen byt namn på den.

source: badly-formed XML in imported playlist
sv: felaktigt formaterad XML i importerad spellista

source: Audio Playlists (unused)
sv: Ljudspellistor (oanvända)

source: programming error: %1
sv: programmeringsfel: %1

source: Audio Regions
sv: Ljudregioner

source: Length:
sv: Längd:

source: Channels:
sv: Kanaler:

source: Audio Tracks
sv: Ljudspår

source: badly-formed XML in imported track
sv: felaktigt formaterad XML i importerad spår

source: Error Importing Audio track %1
sv: Fel vid import av ljudspår %1

source: cannot load VAMP plugin "%1"
sv: kan inte ladda VAMP-plugin "%1"

source: VAMP Plugin "%1" could not be loaded
sv: VAMP-plugin "%1" kunde inte laddas

source: AudioEngine: cannot load module "%1" (%2)
sv: AudioEngine: kan inte ladda modulen "%1" (%2)

source: AudioEngine: backend at "%1" has no descriptor function.
sv: AudioEngine: backend vid "%1" har ingen deskriptorfunktion.

source: Could not create backend for %1: %2
sv: Kunde inte skapa backend för %1: %2

source: programming error: port %1 could not be placed on the pending deletion queue
sv: programmeringsfel: port %1 kunde inte placeras i kön för väntande radering

source: You have requested an operation that requires audio analysis. You currently have "auto-analyse-audio" disabled, which means that transient data must be generated every time it is required. If you are doing work that will require transient data on a regular basis, you should probably enable "auto-analyse-audio" in Preferences > Audio > Regions, then quit %1 and restart. This dialog will not display again. But you may notice a slight delay in this and future transient-detection operations.
sv: Du har begärt en åtgärd som kräver ljudanalys. Du har för närvarande inaktiverat "auto-analyse-audio", vilket innebär att transientdata måste genereras varje gång det krävs. Om du utför arbete som kräver transientdata regelbundet bör du aktivera "auto-analyse-audio" i Inställningar > Ljud > Regioner, sedan avsluta %1 och starta om. Denna dialogruta kommer inte att visas igen. Men du kan märka en liten fördröjning i denna och framtida transientdetekteringsoperationer.

source: Audio Region
sv: Ljudregion

source: cannot rename peakfile for %1 from %2 to %3 (%4)
sv: kan inte byta namn på peakfile för %1 from %2 till %3 (%4)

source: AudioSource: cannot stat peakfile "%1"
sv: AudioSource: kan inte starta peakfile "%1"

source: Cannot open peakfile @ %1 for size check (%2)
sv: Kan inte öppna peakfile @ %1 f eller storlekskontroll (%2)

source: peak file %1 is truncated from %2 to %3
sv: toppfilen %1 är avkortad från %2 till %3

source: Cannot open peakfile @ %1 for size check (%2) after rebuild
sv: Kan inte öppna peakfile @ %1 f eller storlekskontroll (%2) efter ombyggnad

source: Cannot open peakfile @ %1 for reading (%2)
sv: Kan inte öppna peakfile @ %1 f eller läsa (%2)

source: cannot read sample data for unscaled peak computation
sv: kan inte läsa provdata för beräkning av icke-skalad topp

source: map failed - could not create file mapping for peakfile %1.
sv: kartan misslyckades – kunde inte skapa filmappning för peakfile %1.

source: map failed - could not map peakfile %1.
sv: kartläggningen misslyckades – kunde inte kartlägga peakfile %1.

source: unmap failed - could not unmap peakfile %1.
sv: avmarkering misslyckades – kunde inte avmarkera peakfile %1.

source: map failed - could not mmap peakfile %1.
sv: kartan misslyckades – kunde inte mmap peakfile %1.

source: AudioSource[%1]: peak read - cannot read %2 samples at offset %3 of %4 (%5)
sv: AudioSource[%1]: peak read - kan inte läsa %2 ssamplingar vid offset %3 of %4 (%5)

source: %1: could not write read raw data for peak computation (%2)
sv: %1: kunde inte skriva läsrawa data för toppberäkning (%2)

source: AudioSource: cannot open _peakpath (c) "%1" (%2)
sv: Ljudkälla: kan inte öppna _peakpath (c) "%1" (%2)

source: %1: could not seek in peak file data (%2)
sv: %1: kunde inte söka i toppfildata (%2)

source: %1: could not write peak file data (%2)
sv: %1: kunde inte skriva toppfildata (%2)

source: could not truncate peakfile %1 to %2 (error: %3)
sv: kunde inte avkorta peakfile %1 till %2 (fel: %3)

source: Falling back to Reasonable Synth for Midi Audition
sv: Återgå till Reasonable Synth för Midi Audition

source: No synth for midi-audition found.
sv: Ingen synt för midi-audition hittades.

source: no outputs available for auditioner - manual connection required
sv: inga utgångar tillgängliga för lyssnaren – manuell anslutning krävs

source: Cannot setup auditioner processing flow for %1 channels
sv: Kan inte konfigurera auditioner-bearbetningsflödet för %1 c kanaler

source: Failed to load synth for MIDI-Audition.
sv: Det gick inte att ladda synt för MIDI-Audition.

source: Auditioning of regions other than Audio or Midi is not supported.
sv: Auditionering av andra regioner än Audio eller Midi stöds inte.

source: Cannot audition empty file.
sv: Det går inte att spela upp tomma filer.

source: Automation node has no path property
sv: Automatiseringsnoden har ingen sökvägsegenskap

source: cannot open %2 to load automation data (%3)
sv: kan inte öppna %2 för att ladda automatiseringsdata (%3)

source: cannot load automation data from %2
sv: kan inte ladda automatiseringsdata från %2

source: Fader
sv: Volymreglage

source: Send
sv: Skicka

source: Mute
sv: Tyst

source: Azimuth
sv: Azimut

source: Width
sv: Bredd

source: Elevation
sv: Höjd

source: record %1 automation
sv: registrera %1 automatisering

source: automation list: cannot load coordinates from XML, all points ignored
sv: automatiseringslista: kan inte ladda koordinater från XML, alla punkter ignoreras

source: automation list: no x-coordinate stored for control point (point ignored)
sv: automatiseringslista: ingen x-koordinat lagrad för kontrollpunkt (punkt ignorerad)

source: automation list: no y-coordinate stored for control point (point ignored)
sv: automatiseringslista: ingen y-koordinat lagrad för kontrollpunkt (punkt ignorerad)

source: AutomationList: passed XML node called %1, not "AutomationList" - ignored
sv: AutomationList: passerade XML-nod med namnet %1, inte "AutomationList" – ignorerades

source: Session: could not create butler thread
sv: Session: kunde inte skapa butler-tråd

source: Butler read ahead failure on dstream %1
sv: Butler läste vidare fel på dstream %1

source: Butler write-behind failure on dstream %1
sv: Butler-skrivfel på dstream %1

source: Control protocol %1 was already active.
sv: Kontrollprotokoll %1 var redan aktivt.

source: Control protocol support for %1 failed to activate
sv: Stöd för kontrollprotokoll för %1 f kunde inte aktiveras

source: control protocol name "%1" has no descriptor
sv: kontrollprotokollnamn "%1" har ingen beskrivning

source: control protocol name "%1" could not be initialized
sv: kontrollprotokollnamnet "%1" kunde inte initialiseras

source: Instantiating mandatory control protocol %1
sv: Instansiering av obligatoriskt kontrollprotokoll %1

source: looking for control protocols in %1
sv: söker efter kontrollprotokoll i %1

source: Control protocol %1 not usable
sv: Kontrollprotokoll %1 kan inte användas

source: Control surface protocol discovered: "%1"
sv: Kontrollyta-protokoll upptäckt: "%1"

source: ControlProtocolManager: cannot load module "%1" (%2)
sv: ControlProtocolManager: kan inte ladda modulen "%1" (%2)

source: ControlProtocolManager: module "%1" has no descriptor function.
sv: ControlProtocolManager: modulen "%1" har ingen deskriptorfunktion.

source: Control protocol "%1" has no descriptor
sv: Kontrollprotokollet "%1" har ingen beskrivning

source: Convolver: IR "%1" no usable audio-channels sound.
sv: Convolver: IR "%1" inga användbara ljudkanaler.

source: Convolver: IR "%1" file too long.
sv: Convolver: IR-filen "%1" är för lång.

source: CycleTimer::get_mhz(): can't open /proc/cpuinfo
sv: CycleTimer::get_mhz(): kan inte öppna /proc/cpuinfo

source: CycleTimer::get_mhz(): cannot locate cpu MHz in /proc/cpuinfo
sv: CycleTimer::get_mhz(): kan inte hitta CPU MHz i /proc/cpuinfo

source: cannot locate cpu MHz in /proc/cpuinfo
sv: kan inte hitta CPU MHz i /proc/cpuinfo

source: audio
sv: ljud

source: unknown
sv: okänd

source: main outs
sv: huvudsakliga utgifter

source: listen
sv: lyssna

source: DiskReader %1: when overwriting(1), cannot read %2 from playlist at sample %3
sv: DiskReader %1: vid överskrivning (1) kan inte läsa %2 from spellista vid prov %3

source: DiskReader %1: when overwriting(2), cannot read %2 from playlist at sample %3
sv: DiskReader %1: vid överskrivning (2) kan inte läsa %2 from spellista vid prov %3

source: DiskReader %1: cannot read %2 from playlist at sample %3
sv: DiskReader %1: kan inte läsa %2 from spellista vid prov %3

source: DiskReader %1: when refilling, cannot read %2 from playlist at sample %3
sv: DiskReader %1: vid påfyllning kan inte läsa %2 from spellista vid prov %3

source: DiskReader %1: when refilling, cannot write %2 into buffer
sv: DiskReader %1: vid påfyllning kan %2 inte skrivas till buffert

source: AudioDiskstream %1: cannot write to disk
sv: AudioDiskstream %1: kan inte skriva till disken

source: MidiDiskstream %1: cannot write to disk
sv: MidiDiskstream %1: kan inte skriva till disken

source: %1:%2 new capture file not initialized correctly
sv: %1:%2 ny inspelningsfil initialiserad felaktigt

source: AudioDiskstream: channel %1 out of range
sv: AudioDiskstream: kanal %1 o utanför intervallet

source: AudioDiskstream "%1": cannot flush captured data to disk!
sv: AudioDiskstream "%1": kan inte spara inspelade data på disken!

source: Could not get port for export channel "%1", dropping the channel
sv: Kunde inte få port för exportkanal "%1", tappar kanalen

source: Export failed: %1
sv: Export misslyckades: %1

source: Existing export folder for this session (%1) does not exist - ignored
sv: Befintlig exportmapp för denna session (%1) finns inte – ignoreras

source: No Time
sv: Ingen tid

source: Invalid time format
sv: Ogiltigt tidsformat

source: No Date
sv: Inget datum

source: Invalid date format
sv: Ogiltigt datumformat

source: Something else
sv: Något annat

source: Any
sv: Alla

source: Lossless (linear PCM)
sv: Förlustfri (linjär PCM)

source: Lossy compression
sv: Förlustkomprimering

source: Lossless compression
sv: Förlustfri komprimering

source: Session rate
sv: Sessionspris

source: normalize loudness
sv: normalisera ljudstyrkan

source: normalize peak
sv: normalisera topp

source: trim end
sv: trimma änden

source: Shaped Noise
sv: Formad brus

source: Triangular
sv: Triangulär

source: Rectangular
sv: Rektangulär

source: 8-bit
sv: 8-bitars

source: 16-bit
sv: 16-bitars

source: 24-bit
sv: 24-bitars

source: 32-bit
sv: 32-bitars

source: float
sv: flyt

source: double
sv: dubbel

source: 8-bit unsigned
sv: 8-bitars osignerad

source: Vorbis sample format
sv: Vorbis-provformat

source: No sample format
sv: Inget provformat

source: File %1 uploaded to %2
sv: Fil %1 uuppladdad till %2

source: upload to Soundcloud failed. Perhaps your email or password are incorrect?
sv: uppladdningen till Soundcloud misslyckades. Kanske är din e-postadress eller ditt lösenord felaktigt?

source: an error occurred while writing a TOC/CUE file: %1
sv: ett fel uppstod vid skrivning av en TOC/CUE-fil: %1

source: Cannot convert %1 to Latin-1 text
sv: Kan inte konvertera %1 till Latin-1-text

source: Searching for export formats in %1
sv: Söker efter exportformat i %1

source: Unable to create export format directory %1: %2
sv: Det går inte att skapa exportformatkatalogen %1: %2

source: Unable to remove export preset %1: %2
sv: Det går inte att ta bort exportinställningen %1: %2

source: Selection
sv: Urval

source: Unable to rename export format %1 to %2: %3
sv: Det går inte att byta namn på exportformatet %1 till %2: %3

source: Unable to remove export profile %1: %2
sv: Det går inte att ta bort exportprofilen %1: %2

source: empty format
sv: tomt format

source: Cannot load export format from %1
sv: Kan inte ladda exportformat från %1

source: Cannot export format read from %1
sv: Kan inte exportera format som lästs från %1

source: Ignored format '%1': encoder is not available
sv: Ignorerat format '%1': kodaren är inte tillgänglig

source: No timespan has been selected!
sv: Ingen tidsperiod har valts!

source: No channels have been selected!
sv: Inga kanaler har valts!

source: Some channels are empty
sv: Vissa kanaler är tomma

source: Destination folder does not exist.
sv: Målet finns inte.

source: No format selected!
sv: Inget format valt!

source: All channels are empty!
sv: Alla kanaler är tomma!

source: One or more of the selected formats is not compatible with this system!
sv: Ett eller flera av de valda formaten är inte kompatibla med detta system!

source: %1 supports only %2 channels, but you have %3 channels in your channel configuration
sv: %1 sstöder endast %2 ckanaler, men du har %3 ckanaler i din kanalinställning

source: there are already 1000 files with names like %1; versioning discontinued
sv: det finns redan 1000 filer med namn som %1; versionshantering avbruten

source: cannot rename file source from %1 to %2 (%3)
sv: det går inte att byta namn på filkällan från %1 till %2 (%3)

source: FileSource: search path not set
sv: FileSource: sökväg inte inställd

source: FileSource: "%1" is ambiguous when searching
sv: FileSource: "%1" är tvetydigt vid sökning

source: Filesource: cannot find required file (%1)
sv: Filkälla: kan inte hitta önskad fil (%1)

source: Filesource: cannot find required file (%1): %2
sv: Filkälla: kan inte hitta önskad fil (%1): %2

source: Filesource: cannot check for existing file (%1): %2
sv: Filkälla: kan inte kontrollera om filen (%1) finns: %2

source: Programming error! %1 tried to rename a file over another file! It's safe to continue working, but please report this to the developers.
sv: Programmeringsfel! %1 försökte byta namn på en fil över en annan fil! Det är säkert att fortsätta arbeta, men rapportera detta till utvecklarna.

source: cannot rename file %1 to %2 (%3)
sv: kan inte byta namn på filen %1 till %2 (%3)

source: Cannot create Configuration directory %1 - cannot run
sv: Kan inte skapa konfigurationskatalogen %1 – kan inte köras

source: Configuration directory %1 already exists and is not a directory/folder - cannot run
sv: Konfigurationskatalogen %1 finns redan och är inte en katalog/mapp – kan inte köras

source: Cannot create cache directory %1 - cannot run
sv: Kan inte skapa cache-katalogen %1 - kan inte köras

source: Cache directory %1 already exists and is not a directory/folder - cannot run
sv: Cache-katalogen %1 finns redan och är inte en katalog/mapp – kan inte köras

source: ARDOUR_DLL_PATH not set in environment - exiting
sv: ARDOUR_DLL_PATH är inte inställt i miljön – avslutar

source: Cannot determine %1 package directory
sv: Kan inte bestämma %1 paketkatalog

source: ARDOUR_CONFIG_PATH not set in environment
sv: ARDOUR_CONFIG_PATH är inte inställt i miljön

source: ARDOUR_DATA_PATH not set in environment
sv: ARDOUR_DATA_PATH är inte inställt i miljön

source: filter: error creating name for new file based on %1
sv: filter: fel vid skapande av namn för ny fil baserat på %1

source: filter: error creating new file %1 (%2)
sv: filter: fel vid skapande av ny fil %1 (%2)

source: cannot check session path %1 (%2)
sv: kan inte kontrollera sessionsvägen %1 (%2)

source: cannot check statefile %1 (%2)
sv: kan inte kontrollera statusfilen %1 (%2)

source: %1 is not a snapshot file
sv: %1 är inte en ögonblicksbildfil

source: cannot determine current working directory (%1)
sv: kan inte bestämma aktuell arbetskatalog (%1)

source: unknown file type for session %1
sv: okänd filtyp för session %1

source: Archive is empty
sv: Arkivet är tomt

source: Archive does not contain a session folder
sv: Arkivet innehåller inte någon sessionsmapp

source: Archive does not contain a valid session structure
sv: Arkivet innehåller inte en giltig sessionsstruktur

source: Archive does not contain a session file
sv: Arkivet innehåller ingen sessionsfil

source: Destination '%1' already exists.
sv: Destinationen '%1' finns redan.

source: Extracted session-archive to '%1'.
sv: Extraherat sessionsarkiv till '%1'.

source: Error reading file-archive
sv: Fel vid läsning av filarkiv

source: Error extracting file-archive
sv: Fel vid extrahering av filarkiv

source: No Error
sv: Inget fel

source: File extension is not %1
sv: Filändelsen är inte %1

source: Destination folder already exists.
sv: Destinationsmapp finns redan.

source: Unknown Error
sv: Okänd fel

source: Could not set system open files limit to "unlimited"
sv: Det gick inte att ställa in gränsen för öppna filer i systemet till "obegränsad".

source: Could not set system open files limit to %1
sv: Det gick inte att ställa in gränsen för öppna filer i systemet till %1

source: Your system is configured to limit %1 to %2 open files
sv: Ditt system är konfigurerat för att begränsa %1 till %2 o öppna filer

source: Could not get system open files limit (%1)
sv: Kunde inte öppna systemets filgräns (%1)

source: Could not set system open files limit. Current limit is %1 open files
sv: Det gick inte att ställa in gränsen för öppna filer i systemet. Den aktuella gränsen är %1 o öppna filer

source: Loading configuration
sv: Laddar konfiguration

source: Monitor
sv: Övervaka

source: Master
sv: Säkerhetsansvarig

source: Virtual Keyboard
sv: Virtuellt tangentbord

source: Control
sv: Kontroll

source: FaderPort Send
sv: FaderPort Skicka

source: FaderPort2 Send
sv: FaderPort2 Skicka

source: FaderPort8 Send
sv: FaderPort8 Skicka

source: FaderPort16 Send
sv: FaderPort16 Skicka

source: Could not graph to file (%1)
sv: Kunde inte skapa diagram till fil (%1)

source: Cannot find new filename for imported file %1
sv: Kan inte hitta nytt filnamn för importerad fil %1

source: Could not find a source for %1 even though we are updating this file!
sv: Kunde inte hitta en källa för %1 e trots att vi uppdaterar den här filen!

source: Unable to create file %1 during import
sv: Det går inte att skapa filen %1 d under importen

source: Resampling %1 from %2kHz to %3kHz
sv: Omprovtagning %1 f från %2kHz till %3kHz

source: Copying %1
sv: Kopierar %1

source: Track %1 of %2 contained no usable MIDI data
sv: Spår %1 of %2 cinnehöll inga användbara MIDI-data

source: MIDI file could not be written (best guess: %1)
sv: MIDI-filen kunde inte skrivas (bästa gissning: %1)

source: Import: cannot open input sound file "%1"
sv: Import: kan inte öppna ljudfilen "%1"

source: Import: error opening MIDI file
sv: Import: fel vid öppning av MIDI-fil

source: Import: file contains no channels.
sv: Import: filen innehåller inga kanaler.

source: Loading MIDI file %1
sv: Laddar MIDI-fil %1

source: Failed to remove some files after failed/cancelled import operation
sv: Det gick inte att ta bort vissa filer efter misslyckad/avbruten import

source: PT Import : MISSING `%1`, inserting ref to missing source
sv: PT Import: MISSING `%1`, infogar referens till saknad källa

source: PT Import : MISSING `%1`, please check Audio Files
sv: PT Import: Saknas `%1`, kontrollera ljudfilerna

source: Failed to find any audio for PT import
sv: Det gick inte att hitta något ljud för PT-import

source: Failed to load one or more of the audio files for PT import, see above list
sv: Det gick inte att ladda en eller flera ljudfiler för PT-import, se listan ovan.

source: All audio files found for PT import!
sv: Alla ljudfiler som hittats för PT-import!

source: PTImport: UINT_MAX routes? impossible!
sv: PTImport: UINT_MAX-rutter? Omöjligt!

source: Unknown
sv: Okänd

source: %1 - cannot find any track/bus with the ID %2 to connect to
sv: %1 - kan inte hitta något spår/buss med ID %2 att ansluta till

source: IO: cannot disconnect port %1 from %2
sv: IO: kan inte koppla bort port %1 f från %2
