Repository: yeager/ardour
Catalog: libs/ardour/po/*.po
Languages: sv

source: IO: cannot register input port %1
sv: IO: kan inte registrera ingångsport %1

source: IO: cannot register output port %1
sv: IO: kan inte registrera utgångsport %1

source: incorrect XML node "%1" passed to IO object
sv: felaktig XML-nod "%1" överförd till IO-objekt

source: in
sv: i

source: out
sv: ut

source: input
sv: ingång

source: output
sv: utgång

source: Unknown bundle "%1" listed for %2 of %3
sv: Okänd bunt "%1" listad för %2 of %3

source: Bundle %1 was not available - "%2" used instead
sv: Paket %1 var inte tillgängligt – "%2" användes istället

source: No %1 bundles available as a replacement
sv: Inga %1 bpaket tillgängliga som ersättning

source: %1: cannot create I/O ports
sv: %1: kan inte skapa I/O-portar

source: IO: badly formed string in XML node for inputs "%1"
sv: IO: felaktigt formaterad sträng i XML-nod för inmatningar "%1"

source: bad input string in XML node "%1"
sv: felaktig inmatningssträng i XML-noden "%1"

source: IO: badly formed string in XML node for outputs "%1"
sv: IO: felaktigt formaterad sträng i XML-nod för utdata "%1"

source: IO: bad output string in XML node "%1"
sv: IO: felaktig utdatasträng i XML-noden "%1"

source: Out
sv: Ut

source: In
sv: I

source: %s in
sv: %s i

source: %s out
sv: %s ut

source: send
sv: skicka

source: insert
sv: infoga

source: return
sv: återvända

source: LADSPA: Unable to open module:
sv: LADSPA: Det går inte att öppna modulen:

source: LADSPA: module has no descriptor function.
sv: LADSPA: modulen har ingen deskriptorfunktion.

source: LADSPA: plugin has gone away since discovery!
sv: LADSPA: plugin har försvunnit sedan upptäckten!

source: LADSPA: "%1" cannot be used, since it cannot do inplace processing
sv: LADSPA: "%1" kan inte användas, eftersom det inte kan utföra inplace-bearbetning

source: illegal parameter number used with plugin "%1". This may indicate a change in the plugin design, and presets may be invalid
sv: olagligt parameternummer används med plugin "%1". Detta kan indikera en förändring i plugin-designen, och förinställningar kan vara ogiltiga

source: Bad node sent to LadspaPlugin::set_state
sv: Felaktig nod skickad till LadspaPlugin::set_state

source: LADSPA: no ladspa port number
sv: LADSPA: inget ladspa-portnummer

source: LADSPA: no ladspa port data
sv: LADSPA: inga ladspa-portdata

source: Could not locate HOME. Preset not removed.
sv: Kunde inte hitta HOME. Förinställningen har inte tagits bort.

source: Could not create %1. Preset not saved. (%2)
sv: Kunde inte skapa %1. Förinställningen sparades inte. (%2)

source: Error saving presets file %1.
sv: Fel vid sparande av förinställningsfil %1.

source: Could not locate HOME. Preset not saved.
sv: Kunde inte hitta HOME. Förinställningen sparades inte.

source: You cannot put a CD marker at this position
sv: Du kan inte placera en CD-markör på denna position

source: incorrect XML node passed to Location::set_state
sv: felaktig XML-nod överförd till Location::set_state

source: XML node for Location has no ID information
sv: XML-noden för plats har ingen ID-information

source: XML node for Location has no name information
sv: XML-noden för plats har ingen namninformation

source: XML node for Location has no start information
sv: XML-noden för plats har ingen startinformation

source: XML node for Location has no end information
sv: XML-noden för plats har ingen slutinformation

source: XML node for Location has no flags information
sv: XML-noden för plats har ingen flagginformation

source: Locations: attempt to use unknown location as selected location
sv: Platser: försök att använda okänd plats som vald plats

source: incorrect XML mode passed to Locations::set_state
sv: felaktigt XML-läge överfört till Locations::set_state

source: could not load location from session file - ignored
sv: kunde inte ladda plats från sessionsfilen - ignorerad

source: Locations
sv: Platser

source: Location:
sv: Plats:

source: Range start:
sv: Områdesstart:

source: end:
sv: slut:

source: The location is the Punch range. It will be imported as a normal range. You may rename the imported location:
sv: Platsen är Punch-serien. Den importeras som en vanlig serie. Du kan byta namn på den importerade platsen:

source: The location is a Loop range. It will be imported as a normal range. You may rename the imported location:
sv: Platsen är ett Loop-intervall. Det importeras som ett normalt intervall. Du kan byta namn på den importerade platsen:

source: A location with that name already exists. You may rename the imported location:
sv: En plats med det namnet finns redan. Du kan byta namn på den importerade platsen:

source: LTCFileReader: cannot open file "%1"
sv: LTCFileReader: kan inte öppna filen "%1"

source: LTCFileReader: cannot open file "%1" (%3)
sv: LTCFileReader: kan inte öppna filen "%1" (%3)

source: LTCFileReader: "%1" is an empty audio file
sv: LTCFileReader: "%1" är en tom ljudfil

source: LTCFileReader:: invalid audio channel selected
sv: LTCFileReader:: ogiltig ljudkanal vald

source: flywheel
sv: svänghjul

source: Script with given name was not found
sv: Skript med angivet namn hittades inte

source: Failed to instantiate Lua Processor
sv: Det gick inte att instansiera Lua-processorn

source: Failed to load Lua script from session state.
sv: Det gick inte att ladda Lua-skriptet från sessionsstatus.

source: Session State for LuaProcessor did not include a Lua script.
sv: Sessionstillståndet för LuaProcessor innehöll inte något Lua-skript.

source: Invalid/incompatible Lua script found for LuaProcessor.
sv: Ogiltigt/inkompatibelt Lua-skript hittades för LuaProcessor.

source: Bad node sent to LuaProc::set_state
sv: Felaktig nod skickad till LuaProc::set_state

source: LuaProc: port has no symbol, ignored
sv: LuaProc: port har inget symbol, ignoreras

source: LuaProc: port has no value, ignored
sv: LuaProc: port har inget värde, ignoreras

source: Unable to create LuaProc presets directory
sv: Det går inte att skapa katalogen LuaProc presets

source: Script '%1' has no valid descriptor.
sv: Skriptet '%1' har ingen giltig beskrivning.

source: Change has no note, using note ID
sv: Ändringen har ingen anteckning, använder antecknings-ID

source: Change has no note or note ID
sv: Ändringen har ingen anteckning eller antecknings-ID

source: No NoteID found for note property change - ignored
sv: Ingen NoteID hittades för ändring av anteckningsegenskap – ignorerad

source: No SysExID found for sys-ex property change - ignored
sv: Ingen SysExID hittades för sys-ex-egenskapsändring – ignorerad

source: Loading %1 MIDI patch from %2
sv: Laddar %1 MIDI-patch från %2

source: Unloading %1 MIDI patch from %2
sv: Avlastning av %1 MIDI-patch från %2

source: Error parsing MIDI patch file %1
sv: Fel vid tolkning av MIDI-patchfil %1

source: Duplicate MIDI device `%1' in `%2' ignored
sv: Duplicerad MIDI-enhet `%1' i `%2' ignorerad

source: Removing MIDI patch file %1
sv: Tar bort MIDI-patchfil %1

source: Missing parameter property on InterpolationStyle
sv: Saknad parameteregenskap på InterpolationStyle

source: Missing style property on InterpolationStyle
sv: Saknad stilegenskap på InterpolationStyle

source: Missing parameter property on AutomationState
sv: Saknad parameteregenskap i AutomationState

source: Missing state property on AutomationState
sv: Saknad statlig egendom på AutomationState

source: MIDI stretch created non-MIDI source
sv: MIDI-sträckning skapade icke-MIDI-källa

source: monitor dim
sv: skärm dim

source: monitor cut
sv: skärmskärning

source: monitor dim level
sv: övervaka dimningsnivå

source: monitor solo boost level
sv: övervaka solo-boostnivå

source: cut control %1
sv: skärkontroll %1

source: dim control
sv: dimningskontroll

source: polarity control
sv: polaritetskontroll

source: solo control
sv: solokontroll

source: MPEG Layer %1 (%2 kbps)
sv: MPEG-lager %1 (%2 kbps)

source: Unknown rate/drop value %1 in incoming MTC stream, session values used instead
sv: Okänd hastighet/minskningsvärde %1 i inkommande MTC-ström, sessionsvärden används istället

source: capture
sv: fånga

source: paste
sv: klistra in

source: duplicate region
sv: dubbla regioner

source: insert file
sv: infoga fil

source: insert region
sv: infoga region

source: drag region brush
sv: dra regionpensel

source: selection grab
sv: valgrepp

source: region fill
sv: regionfyllning

source: fill selection
sv: fyll val

source: create region
sv: skapa region

source: region copy
sv: region kopia

source: fixed time region copy
sv: kopiering av fast tidsregion

source: Pannable given XML data for %1 - ignored
sv: Pannable given XML-data för %1 - ignorerad

source: looking for panners in %1
sv: söker panners i %1

source: Panner discovered: "%1" in %2
sv: Panner upptäcktes: "%1" i %2

source: PannerManager: cannot load module "%1" (%2)
sv: PannerManager: kan inte ladda modulen "%1" (%2)

source: PannerManager: module "%1" has no descriptor function.
sv: PannerManager: modulen "%1" har ingen deskriptorfunktion.

source: no panner discovered for in/out = %1/%2
sv: ingen panner upptäckt för in/ut = %1/%2

source: No panner found: check that panners are being discovered correctly during startup.
sv: Ingen panner hittades: kontrollera att panners upptäcks korrekt under uppstarten.

source: select panner: %1
sv: välj panner: %1

source: Unknown panner plugin "%1" found in pan state - ignored
sv: Okänd panner-plugin "%1" hittades i pan-läge – ignorerades

source: panner plugin node has no type information!
sv: panner-plugin-noden har ingen typinformation!

source: Invert
sv: Invertera

source: Input
sv: Inmatning

source: Disk
sv: Hårddisk

source: Note|C
sv: Anmärkning|C

source: Note|C#
sv: Anmärkning|C#

source: Note|D
sv: Anmärkning|D

source: Note|D#
sv: Anmärkning|D#

source: Note|E
sv: Anmärkning|E

source: Note|F
sv: Anmärkning|F

source: Note|F#
sv: Anmärkning|F#

source: Note|G
sv: Anmärkning|G

source: Note|G#
sv: Anmärkning|G#

source: Note|A
sv: Anmärkning|A

source: Note|A#
sv: Anmärkning|A#

source: Note|B
sv: Anmärkning|B

source: region state node has no ID, ignored
sv: region state node har inget ID, ignoreras

source: Playlist: cannot create region from XML
sv: Spellista: kan inte skapa region från XML

source: No playlist ID in PlaylistSource XML!
sv: Inget spellist-ID i PlaylistSource XML!

source: Could not construct playlist for PlaylistSource from session data!
sv: Det gick inte att skapa en spellista för PlaylistSource från sessionsdata!

source: Trying to remove nonexistent preset.
sv: Försöker ta bort en icke-existerande förinställning.

source: Cannot remove plugin factory preset.
sv: Kan inte ta bort plugin-fabriksinställningar.

source: Preset with given name already exists.
sv: Förinställning med angivet namn finns redan.

source: Audio
sv: Ljud

source: Plugin Enable
sv: Aktivera plugin

source: PluginInsert: VST Bypass failed, falling back to host bypass.
sv: PluginInsert: VST-bypass misslyckades, återgår till värd-bypass.

source: programming error:
sv: programmeringsfel:

source: XML node describing plugin is missing the `type' field
sv: XML-nod som beskriver plugin saknar fältet "type"

source: unknown plugin type %1 in plugin insert state
sv: okänd plugin-typ %1 i plugin-insättningsläge

source: Plugin has no unique ID field
sv: Plugin har inget unikt ID-fält

source: Found a reference to a plugin ("%1") that is unknown. Perhaps it was removed or moved since it was last used.
sv: Hittade en referens till ett plugin ("%1") som är okänt. Det kan ha tagits bort eller flyttats sedan det senast användes.

source: PluginInsert: Auto: no ladspa port number
sv: PluginInsert: Auto: inget ladspa-portnummer

source: PluginInsert: Auto: port id out of range
sv: PluginInsert: Auto: port-id utanför intervallet

source: PluginInsert: automatable control %1 not found - ignored
sv: PluginInsert: automatiserbar kontroll %1 hittades inte – ignoreras

source: Discovering Plugins
sv: Upptäck plugins

source: Scanning LADSPA Plugins
sv: Skanna LADSPA-plugins

source: Scanning Lua DSP Processors
sv: Skanning av Lua DSP-processorer

source: Scanning LV2 Plugins
sv: Skanna LV2-plugins

source: Scanning Windows VST Plugins
sv: Skanna Windows VST-plugins

source: Discovering Windows VST Plugins
sv: Upptäck Windows VST-plugins

source: Scanning Linux VST Plugins
sv: Skanna Linux VST-plugins

source: Discovering Linux VST Plugins
sv: Upptäck Linux VST-plugins

source: Scanning Mac VST Plugins
sv: Skanna Mac VST-plugins

source: Discovering Mac VST Plugins
sv: Upptäck Mac VST-plugins

source: VST Blacklist:
sv: VST-svartlista:

source: VST Blacklist:
sv: VST-svartlista:

source: Scanning AU Plugins
sv: Skanna AU-plugins

source: Discovering AU Plugins
sv: Upptäck AU-plugins

source: Plugin Scan Complete...
sv: Plugin-skanning slutförd...

source: Indexing Plugins...
sv: Indexeringsplugins...

source: Could not parse rdf file: %1
sv: Det gick inte att analysera rdf-filen: %1

source: LADSPA: cannot load module "%1" (%2)
sv: LADSPA: kan inte ladda modulen "%1" (%2)

source: LADSPA: module "%1" has no descriptor function.
sv: LADSPA: modulen "%1" har ingen deskriptorfunktion.

source: Disabled WindowsVST scan (safe mode)
sv: Inaktiverad WindowsVST-skanning (säkert läge)

source: --- Windows VST plugins Scan: %1
sv: --- Windows VST-plugins Skanning: %1

source: --- Windows VST plugins Scan Done
sv: --- Windows VST-plugins Skanning klar

source: cannot open dll
sv: kan inte öppna dll

source: invalid dll, file too small
sv: ogiltig dll, filen är för liten

source: not a dll
sv: inte en dll

source: cannot determine dll type
sv: kan inte bestämma dll-typ

source: cannot read dll PE header
sv: kan inte läsa dll PE-rubrik

source: invalid dll PE header
sv: ogiltig dll PE-rubrik

source: i386 (32-bit)
sv: i386 (32-bitars)

source: x64 (64-bit)
sv: x64 (64-bitars)

source: Native Architecture
sv: Inhemsk arkitektur

source: Unknown Architecture
sv: Okänd arkitektur

source: * %1 (cache only)
sv: * %1 (endast cache)

source: -> Cannot get Windows VST information, plugin ignored.
sv: -> Kan inte hämta Windows VST-information, plugin ignoreras.

source: VST plugin %1 does not support processReplacing, and cannot be used in %2 at this time
sv: VST-plugin %1 d stöder inte processReplacing och kan för närvarande inte användas i %2

source: Ignoring duplicate Windows VST plugin "%1"
sv: Ignorerar dubblett av Windows VST-plugin "%1"

source: -> OK (VST Plugin "%1" was added).
sv: -> OK (VST-plugin "%1" har lagts till).

source: Disabled MacVST scan (safe mode)
sv: Inaktiverad MacVST-skanning (säkert läge)

source: Mac VST plugin %1 does not support processReplacing, and so cannot be used in %2 at this time
sv: Mac VST-plugin %1 d stöder inte processReplacing och kan därför inte användas i %2 för närvarande

source: Disabled LinuxVST scan (safe mode)
sv: Inaktiverad LinuxVST-skanning (säkert läge)

source: linuxVST plugin %1 does not support processReplacing, and so cannot be used in %2 at this time
sv: linuxVST-plugin %1 d stöder inte processReplacing och kan därför inte användas i %2 för tillfället

source: unknown plugin status type "%1" - all entries ignored
sv: okänd plugin-statustyp "%1" – alla poster ignoreras

source: unknown plugin type "%1" - ignored
sv: okänd plugin-typ "%1" - ignorerad

source: Loading plugin order file %1
sv: Laddar plugin-orderfil %1

source: Cannot parse Plugin Order info from %1
sv: Kan inte analysera plugin-orderinformation från %1

source: Could not save Plugin Order info to %1
sv: Det gick inte att spara information om plugin-beställningen till %1

source: Could not save Plugin Tags info to %1
sv: Det gick inte att spara information om plugin-taggar till %1

source: Loading plugin meta data file %1
sv: Laddar plugin-metadatafil %1

source: Cannot parse plugin tag info from %1
sv: Kan inte analysera plugin-tagginformation från %1

source: PluginManager::sanitize_tag could not tokenize string:
sv: PluginManager::sanitize_tag kunde inte tokenisera strängen:

source: PluginManager: Could not tokenize string:
sv: PluginManager: Det gick inte att tokenisera strängen:

source: could not reregister %1
sv: kunde inte registrera om %1

source: BackendPort::connect (): invalid (null) port
sv: BackendPort::connect (): ogiltig (null) port

source: BackendPort::connect (): wrong port-type
sv: BackendPort::connect (): fel porttyp

source: BackendPort::connect (): cannot inter-connect output ports.
sv: BackendPort::connect (): kan inte koppla samman utgångsportar.

source: BackendPort::connect (): cannot inter-connect input ports.
sv: BackendPort::connect (): kan inte koppla samman ingångsportar.

source: BackendPort::connect (): cannot self-connect ports.
sv: BackendPort::connect (): kan inte själv ansluta portar.

source: BackendPort::connect (): ports are already connected:
sv: BackendPort::connect (): portarna är redan anslutna:

source: BackendPort::disconnect (): invalid (null) port
sv: BackendPort::disconnect (): ogiltig (null) port

source: BackendPort::disconnect (): ports are not connected:
sv: BackendPort::disconnect (): portarna är inte anslutna:

source: BackendPort::port_is_physical (): invalid port.
sv: BackendPort::port_is_physical (): ogiltig port.

source: %1::register_port: Port already exists: (%2)
sv: %1::register_port: Porten finns redan: (%2)

source: %1::unregister_port: Failed to find port
sv: %1::unregister_port: Det gick inte att hitta porten

source: PortEngineSharedImpl: recovering from unclean shutdown, port registry is not empty.
sv: PortEngineSharedImpl: återställning efter orättvis avstängning, portregistret är inte tomt.

source: %1::set_port_name: Invalid Port
sv: %1::set_port_name: Ogiltig port

source: %1::set_port_name: Port with given name already exists
sv: %1::set_port_name: Port med angivet namn finns redan

source: %1::get_port_name: invalid port
sv: %1::get_port_name: ogiltig port

source: %1::get_port_flags: invalid port
sv: %1::get_port_flags: ogiltig port

source: %1::get_port_property: invalid port
sv: %1::get_port_property: ogiltig port

source: %1::set_port_property: invalid port
sv: %1::set_port_property: ogiltig port

source: %1::connect: Invalid Source port: (%2)
sv: %1::connect: Ogiltig källport: (%2)

source: %1::connect: Invalid Destination port: (%2)
sv: %1::connect: Ogiltig destinationsport: (%2)

source: %1::disconnect: invalid port
sv: %1::disconnect: ogiltig port

source: %1::connect: Invalid Source Port Handle
sv: %1::connect: Ogiltigt källportshandtag

source: %1::connect: Invalid Destination Port: (%2)
sv: %1::connect: Ogiltig destinationsport: (%2)

source: %1::disconnect_all: invalid port
sv: %1::disconnect_all: ogiltig port

source: %1::disconnect_all: Invalid Port
sv: %1::disconnect_all: Ogiltig port

source: %1::connected_to: Invalid Port
sv: %1::connected_to: Ogiltig port

source: %1::physically_connected: Invalid Port
sv: %1::physically_connected: Ogiltig port

source: %1::get_connections: Invalid Port
sv: %1::get_connections: Ogiltig port

source: insert %1
sv: infoga %1

source: XML node describing port insert is missing the `type' field
sv: XML-nod som beskriver portinsats saknar fältet "type"

source: non-port insert XML used for port plugin insert
sv: XML-insats utan port som används för portplugin-insats

source: a port with the name "%1" already exists: check for duplicated track/bus names
sv: en port med namnet "%1" finns redan: kontrollera om det finns dubbla spår-/bussnamn

source: No more ports are available. You will need to stop %1 and restart with more ports if you need this many tracks.
sv: Det finns inga fler portar tillgängliga. Du måste stoppa %1 och starta om med fler portar om du behöver så många spår.

source: AudioEngine: cannot register port "%1": %2
sv: AudioEngine: kan inte registrera port "%1": %2

source: (unknown type)
sv: (okänd typ)

source: (unknown error)
sv: (okänt fel)

source: AudioEngine: cannot connect %1 (%2) to %3 (%4)
sv: AudioEngine: kan inte ansluta %1 (%2) till %3 (%4)

source: Re-establising port %1 failed
sv: Återupprättande av port %1 f misslyckades

source: Could not save MIDI port info to %1
sv: Det gick inte att spara MIDI-portinformationen till %1

source: Cannot load MIDI port info from %1
sv: Kan inte ladda MIDI-portinformation från %1

source: MIDI port info file %1 contains invalid information - please remove it.
sv: MIDI-portinfo-fil %1 c innehåller ogiltig information – ta bort den.

source: Ambiguous latency for port '%1' (%2, %3)
sv: Tvetydig latens för port '%1' (%2, %3)

source: No %1 property flag in element %2
sv: Ingen %1-egenskapsflagga i element %2

source: No child node with active property
sv: Ingen underordnad nod med aktiv egenskap

source: Loading system configuration file %1
sv: Laddar systemkonfigurationsfil %1

source: %1: cannot read system configuration file "%2"
sv: %1: kan inte läsa systemkonfigurationsfilen "%2"

source: %1: system configuration file "%2" not loaded successfully.
sv: %1: systemkonfigurationsfilen "%2" kunde inte laddas.

source: Your system %1 configuration file is empty. This probably means that there was an error installing %1
sv: Din systemkonfigurationsfil %1 c är tom. Detta betyder troligen att det uppstod ett fel vid installationen av %1

source: Loading user configuration file %1
sv: Laddar användarkonfigurationsfil %1

source: %1: cannot read configuration file "%2"
sv: %1: kan inte läsa konfigurationsfilen "%2"

source: %1: user configuration file "%2" not loaded successfully.
sv: %1: användarkonfigurationsfilen "%2" kunde inte laddas.

source: your %1 configuration file is empty. This is not normal.
sv: din %1 konfigurationsfil är tom. Detta är inte normalt.

source: Config file %1 not saved
sv: Konfigurationsfilen %1 har inte sparats

source: Could not remove temporary config file at path "%1" (%2)
sv: Det gick inte att ta bort den tillfälliga konfigurationsfilen på sökvägen "%1" (%2)

source: Could not rename temporary config file %1 to %2 (%3)
sv: Det gick inte att byta namn på den tillfälliga konfigurationsfilen %1 till %2 (%3)

source: Cannot open File "%1": %2
sv: Kan inte öppna filen "%1": %2

source: Could not read file "%1".
sv: Det gick inte att läsa filen "%1".

source: cannot open recent session file %1 (%2)
sv: kan inte öppna den senaste sessionsfilen %1 (%2)

source: Error reading recent session file %1 (%2)
sv: Fel vid läsning av senaste sessionsfil %1 (%2)

source: Cannot open recent template file %1 (%2)
sv: Kan inte öppna den senaste mallfilen %1 (%2)

source: Error writing recent sessions file %1 (%2)
sv: Fel vid skrivning av fil med senaste sessioner %1 (%2)

source: Error writing saved template file %1 (%2)
sv: Fel vid skrivning av sparad mallfil %1 (%2)

source: programming error: RegionFactory::create() called with unknown Region type
sv: programmeringsfel: RegionFactory::create() anropad med okänd Region-typ

source: cannot create new name for region "%1"
sv: det går inte att skapa ett nytt namn för regionen "%1".

source: Import: src_new() failed : %1
sv: Import: src_new() misslyckades: %1

source: return %1
sv: returnera %1

source: unknown Processor type "%1"; ignored
sv: okänd processortyp "%1"; ignorerad

source: processor could not be created. Ignored.
sv: processorn kunde inte skapas. Ignorerad.

source: Bad node sent to Route::set_state() [%1]
sv: Felaktig nod skickad till Route::set_state() [%1]

source: Pannable state found for route (%1) without a panner!
sv: Pannbar status hittad för rutt (%1) utan panner!

source: Invalid Solo-Isolate propagation: from:%1 new:%2 - old:%3 = delta:%4
sv: Ogiltig Solo-Isolate-spridning: från:%1 nytt:%2 - gammalt:%3 = delta:%4

source: Amp/Fader on Route '%1' went AWOL. Re-added.
sv: Amp/Fader på rutt '%1' försvann. Tillagd igen.

source: mid
sv: mitten

source: hi
sv: hej

source: Leveler
sv: Utjämnare

source: Compressor
sv: Kompressor

source: Limiter
sv: Begränsare
