Repository: yeager/ardour
Catalog: libs/ardour/po/*.po
Languages: sv

source: cannot set broadcast info for audio file %1 (%2); dropping broadcast info for this file
sv: kan inte ställa in sändningsinformation för ljudfilen %1 (%2); sändningsinformationen för denna fil tas bort

source: could not open file %1 for reading.
sv: kunde inte öppna filen %1 f eller läsa.

source: SndFileSource: could not seek to sample %1 within %2 (%3)
sv: SndFileSource: kunde inte söka efter provet %1 inom %2 (%3)

source: SndFileSource: @ %1 could not read %2 within %3 (%4) (len = %5, ret was %6)
sv: SndFileSource: @ %1 c kunde inte läsa %2 inom %3 (%4) (längd = %5, ret var %6)

source: attempt to write a non-writable audio file source (%1)
sv: försök att skriva en icke-skrivbar ljudfilskälla (%1)

source: programming error: %1 %2
sv: programmeringsfel: %1 %2

source: attempt to flush a non-writable audio file source (%1)
sv: försök att spola en icke-skrivbar ljudfilskälla (%1)

source: could not allocate file %1 to write header
sv: kunde inte tilldela filen %1 för att skriva rubrik

source: could not allocate file %1 to flush contents
sv: kunde inte allokera fil %1 för att tömma innehållet

source: attempt to store broadcast info in a non-writable audio file source (%1)
sv: försök att lagra sändningsinformation i en icke-skrivbar ljudfilskälla (%1)

source: attempt to set BWF info for an un-opened audio file source (%1)
sv: försök att ställa in BWF-information för en oöppnad ljudfilskälla (%1)

source: %1: cannot seek to %2 (libsndfile error: %3)
sv: %1: kan inte söka till %2 (libsndfile-fel: %3)

source: SndFileSource: cannot open file "%1" for reading
sv: SndFileSource: kan inte öppna filen "%1" för läsning

source: Cleared Explicit solo: %1
sv: Rensad Explicit solo: %1

source: Cleared upstream solo: %1 up:%2
sv: Rensade uppströms solo: %1 up:%2

source: Cleared downstream solo: %1 down:%2
sv: Rensat nedströms solo: %1 degen:%2

source: Upload to Soundcloud failed. Perhaps your email or password are incorrect?
sv: Uppladdningen till Soundcloud misslyckades. Kanske är din e-postadress eller ditt lösenord felaktigt?

source: Recovery attempted on a MIDI file - not implemented
sv: Återställning av MIDI-fil försökt – ej implementerat

source: Speaker information is missing - speaker ignored
sv: Information om talaren saknas – talaren ignoreras

source: (unknown)
sv: (okänd)

source: No Description
sv: Ingen beskrivning

source: TempoSection XML node has no "movable" property
sv: TempoSection XML-noden har ingen "flyttbar" egenskap

source: Legacy session detected. TempoSection XML node will be altered.
sv: Äldre session upptäckt. TempoSection XML-noden kommer att ändras.

source: TempoSection XML node has an illegal "beats_per_minute" value
sv: TempoSection XML-noden har ett olagligt värde för "beats_per_minute"

source: TempoSection XML node has an illegal "note-type" value
sv: TempoSection XML-noden har ett olagligt "note-type"-värde

source: TempoSection XML node has an illegal "end-beats-per-minute" value
sv: TempoSection XML-noden har ett olagligt värde för "end-beats-per-minute"

source: TempoSection XML node has no "active" property
sv: TempoSection XML-noden har ingen "aktiv" egenskap

source: Legacy session detected - MeterSection XML node will be altered.
sv: Äldre session upptäckt – MeterSection XML-noden kommer att ändras.

source: MeterSection XML node has an illegal "start" value
sv: MeterSection XML-noden har ett olagligt "start"-värde

source: MeterSection XML node has an illegal "bbt" value
sv: MeterSection XML-noden har ett olagligt "bbt"-värde

source: MeterSection XML node has no "bbt" property
sv: MeterSection XML-noden har ingen "bbt"-egenskap

source: MeterSection XML node has no "beats-per-bar" or "divisions-per-bar" property
sv: MeterSection XML-noden har ingen egenskap för "slag per takt" eller "delningar per takt"

source: MeterSection XML node has an illegal "divisions-per-bar" value
sv: MeterSection XML-noden har ett ogiltigt värde för "divisions-per-bar"

source: MeterSection XML node has no "note-type" property
sv: MeterSection XML-noden har ingen "note-type"-egenskap

source: MeterSection XML node has an illegal "note-type" value
sv: MeterSection XML-noden har ett olagligt "note-type"-värde

source: Meter changes can only be positioned on the first beat of a bar. Moving from %1 to %2
sv: Mätarändringar kan endast placeras på första taktslaget i en takt. Flytta från %1 till %2

source: no tempo sections defined in tempo map - cannot change tempo @ %1
sv: inga tempopartier definierade i tempokartan – kan inte ändra tempo @ %1

source: programming error: no meter section in tempo map!
sv: programmeringsfel: ingen meterdel i tempokartan!

source: programming error: no tempo section in tempo map!
sv: programmeringsfel: ingen tempodel i tempokartan!

source: tempo map was asked for BBT time at sample %1
sv: tempo-kartan begärdes för BBT-tid vid prov %1

source: tempo map asked for sample time at bar < 1 (%1)
sv: tempokarta begärde provtid vid takt < 1 (%1)

source: Tempo map: could not set new state, restoring old one.
sv: Tempokarta: kunde inte ställa in nytt läge, återställer det gamla.

source: Multiple meter definitions found at %1
sv: Flera meterdefinitioner hittades på %1

source: Multiple tempo definitions found at %1
sv: Flera tempodefinitioner hittades på %1

source: Tempo map
sv: Tempokarta

source: Tempo Map
sv: Tempokarta

source: Tempo marks:
sv: Tempomärken:

source: Meter marks:
sv: Mätarmärken:

source: This will replace the current tempo map! Are you sure you want to do this?
sv: Detta kommer att ersätta den nuvarande tempokartan! Är du säker på att du vill göra detta?

source: DiskIOProcessor: "%1" isn't an playlist
sv: DiskIOProcessor: "%1" är inte en spellista

source: DiskIOProcessor %1: there is no existing playlist to make a copy of!
sv: DiskIOProcessor %1: det finns ingen befintlig spellista att kopiera!

source: %1: could not create region for complete midi file
sv: %1: kunde inte skapa region för komplett midi-fil

source: MidiDiskstream: could not create region for captured midi!
sv: MidiDiskstream: kunde inte skapa region för inspelad midi!

source: %1: could not create region for complete audio file
sv: %1: kunde inte skapa region för komplett ljudfil

source: AudioDiskstream: could not create region for captured audio!
sv: AudioDiskstream: kunde inte skapa region för inspelat ljud!

source: Construction of transport master object of type %1 failed
sv: Byggnation av transportmasterobjekt av typ %1 failed

source: SyncSource|M-Clk
sv: Synkroniseringskälla|M-Clk

source: All
sv: Alla

source: Start/Stop
sv: Start/Stopp

source: Speed
sv: Hastighet

source: Locate
sv: Leta upp

source: Complex
sv: Komplex

source: programming error:%1
sv: programmeringsfel:%1

source: Transport master adjusted framerate from %1 to %2.
sv: Transportmästaren justerade bildfrekvensen från %1 till %2.

source: There is already a transport master named "%1" - not duplicated
sv: Det finns redan en transportmaster med namnet "%1" – dupliceras inte

source: Cannot initialize transport master manager
sv: Kan inte initialisera transportmasterhanteraren

source: Using plugin-stub with unknown i/o configuration for:
sv: Användning av plugin-stub med okänd I/O-konfiguration för:

source: Using plugin-stub with mismatching i/o configuration for:
sv: Användning av plugin-stub med felaktig I/O-konfiguration för:

source: Node for Bundle has no "name" property
sv: Nod för bunt har ingen "namn"-egenskap

source: Unknown node "%s" in Bundle
sv: Okänd nod "%s" i bunt

source: Node for Channel has no "name" property
sv: Nod för kanal har ingen "namn"-egenskap

source: Node for Channel has no "type" property
sv: Nod för kanal har ingen "typ"-egenskap

source: Node for Port has no "name" property
sv: Nod för port har ingen "namn"-egenskap

source: Splice
sv: Skarv

source: Slide
sv: Glid

source: Ripple
sv: Krusning

source: Lock
sv: Lås

source: programming error: unknown edit mode string "%1"
sv: programmeringsfel: okänd redigeringslägessträng "%1"

source: programming error: unknown native header format: %1
sv: programmeringsfel: okänt inbyggt rubrikformat: %1

source: cannot open directory %1 (%2)
sv: kan inte öppna katalogen %1 (%2)

source: Master assignment ignored to prevent recursion
sv: Huvuduppgift ignorerad för att förhindra rekursion

source: Cannot set state of a VCA
sv: Kan inte ställa in status för en VCA
