Repository: yeager/ardour
Catalog: libs/ardour/po/*.po
Languages: sv

source: Sidechain
sv: Sidokedja

source: Ratio
sv: Förhållande

source: You cannot subgroup MIDI tracks at this time
sv: Du kan inte dela upp MIDI-spår i undergrupper just nu

source: You cannot subgroup tracks with different number of outputs at this time.
sv: Du kan för närvarande inte dela upp spår med olika antal utgångar i undergrupper.

source: tempoize: error reading data from %1 at %2 (wanted %3, got %4)
sv: tempoize: fel vid läsning av data från %1 vid %2 (önskade %3, fick %4)

source: error writing tempo-adjusted data to %1
sv: fel vid skrivning av tempojusterade data till %1

source: Cannot create thread for TaskList!
sv: Kan inte skapa tråd för TaskList!

source: send %1
sv: skicka %1

source: programming error: send created using role %1
sv: programmeringsfel: skickat med roll %1

source: Session initialization failed
sv: Initialiseringen av sessionen misslyckades

source: Failed to load template/snapshot state
sv: Det gick inte att ladda mall/snapshot-status

source: Failed to parse template/snapshot state
sv: Det gick inte att analysera mall/snapshot-status

source: Failed to load state
sv: Det gick inte att ladda tillståndet

source: Cannot initialize session/engine: %1
sv: Kan inte initiera session/motor: %1

source: Failed to create background threads.
sv: Det gick inte att skapa bakgrundstrådar.

source: Invalid TempoMap in session-file.
sv: Ogiltig TempoMap i sessionsfilen.

source: Invalid or corrupt session state.
sv: Ogiltigt eller korrupt sessionsstatus.

source: Port registration failed.
sv: Portregistreringen misslyckades.

source: Unexpected exception during session setup, possibly invalid audio/midi engine parameters. Please see stdout/stderr for details
sv: Oväntat undantag under sessionsuppsättningen, eventuellt ogiltiga ljud-/midi-motorparametrar. Se stdout/stderr för mer information

source: Connect to engine
sv: Ansluter till ljudmotorn

source: Session loading complete
sv: Sessionen laddad

source: Set up LTC
sv: Konfigurera LTC

source: Set up Click
sv: Konfigurera Klicka

source: Set up standard connections
sv: Konfigurera standardanslutningar

source: could not setup Click I/O
sv: kunde inte konfigurera Klicka på I/O

source: cannot connect master output %1 to %2
sv: kan inte ansluta masterutgång %1 till %2

source: Cannot remove monitor section while the engine is offline.
sv: Det går inte att ta bort monitorsektionen medan motorn är offline.

source: Cannot create monitor section while the engine is offline.
sv: Det går inte att skapa en övervakningssektion när motorn är offline.

source: Cannot create monitor section. 'Monitor' Port name is not unique.
sv: Kan inte skapa övervakningssektion. Portnamnet "Monitor" är inte unikt.

source: cannot connect control input %1 to %2
sv: kan inte ansluta styrsignal %1 till %2

source: The preferred I/O for the monitor bus (%1) cannot be found
sv: Den önskade I/O för monitorbussen (%1) kan inte hittas.

source: cannot connect control output %1 to %2
sv: kan inte ansluta styrutgång %1 till %2

source: cannot create Auditioner: no auditioning of regions possible
sv: kan inte skapa Auditioner: ingen auditionering av regioner möjlig

source: Session: you can't use that location for auto punch (start <= end)
sv: Session: du kan inte använda den platsen för automatisk stämpling (start <= slut)

source: Session: you can't use that location for session start/end)
sv: Session: du kan inte använda den platsen för sessionens start/slut)

source: You cannot use this location for auto-loop because it has zero or negative length
sv: Du kan inte använda denna plats för automatisk loop eftersom den har noll eller negativ längd.

source: programming error: session range removed!
sv: programmeringsfel: sessionsintervall borttaget!

source: feedback loop setup between %1 and %2
sv: återkopplingsslinga mellan %1 och %2

source: Audio
sv: Ljud

source: Session: could not create new midi track.
sv: Session: kunde inte skapa nytt MIDI-spår.

source: No more JACK ports are available. You will need to stop %1 and restart JACK with more ports if you need this many tracks.
sv: Det finns inga fler JACK-portar tillgängliga. Du måste stoppa %1 och starta om JACK med fler portar om du behöver så många spår.

source: Midi Bus
sv: Midi-buss

source: cannot configure new midi bus input
sv: kan inte konfigurera ny MIDI-bussingång

source: cannot configure new midi bus output
sv: kan inte konfigurera ny MIDI-bussutgång

source: Session: could not create new audio route.
sv: Session: kunde inte skapa ny ljudväg.

source: cannot configure %1 in/%2 out configuration for new audio track
sv: kan inte konfigurera %1 in/%2 out-konfiguration för nytt ljudspår

source: Session: could not create new audio track.
sv: Session: kunde inte skapa nytt ljudspår.

source: Bus
sv: Buss

source: Session: UINT_MAX routes? impossible!
sv: Session: UINT_MAX-rutter? Omöjligt!

source: Session: cannot create track/bus from template description
sv: Session: kan inte skapa spår/buss från mallbeskrivning

source: Session: could not create new route from template
sv: Session: kunde inte skapa ny rutt från mall

source: Adding new tracks/busses failed
sv: Det gick inte att lägga till nya spår/bussar

source: Merging embedded file %1: name collision AND md5 hash collision!
sv: Sammanslagning av inbäddad fil %1: namnkonflikt OCH md5-hashkonflikt!

source: There are already %1 recordings for %2, which I consider too many.
sv: Det finns redan %1 inspelningar för %2, vilket jag anser är för många.

source: There are already many recordings for %1, resulting in a too long file-path %2.
sv: Det finns redan många inspelningar för %1, vilket resulterar i en för lång filväg %2.

source: send ID %1 appears to be in use already
sv: skicka ID %1 verkar redan vara i bruk

source: aux send ID %1 appears to be in use already
sv: aux send ID %1 verkar redan vara i bruk

source: return ID %1 appears to be in use already
sv: retur-ID %1 verkar redan vara i bruk

source: insert ID %1 appears to be in use already
sv: infoga ID %1 verkar redan vara i bruk

source: Cannot write a range where end <= start (e.g. %1 <= %2)
sv: Kan inte skriva ett intervall där slut <= start (t.ex. %1 <= %2)

source: Cannot write a range with no data.
sv: Det går inte att skriva ett intervall utan data.

source: cannot create new file "%1" for %2
sv: kan inte skapa ny fil "%1" för %2

source: out %s
sv: ut %s

source: out %<PRIu32>
sv: ut %<PRIu32>

source: out %<PRIu32>+%<PRIu32>
sv: ut %<PRIu32>+%<PRIu32>

source: in %s
sv: i %s

source: in %<PRIu32>
sv: i %<PRIu32>

source: in %<PRIu32>+%<PRIu32>
sv: i %<PRIu32>+%<PRIu32>

source: cannot open click soundfile %1 (%2)
sv: kan inte öppna ljudfilen %1 (%2)

source: cannot read data from click soundfile
sv: kan inte läsa data från klickljudfilen

source: Tried to reconstitute a MementoCommand with no contents, failing. id=%1
sv: Försökte återställa ett MementoCommand utan innehåll, misslyckades. id=%1

source: Could not reconstitute MementoCommand from XMLNode. object type = %1 id = %2
sv: Det gick inte att återställa MementoCommand från XMLNode. objekttyp = %1 id = %2

source: Could get object ID and type name for StatefulDiffCommand from XMLNode.
sv: Kan hämta objekt-ID och typnamn för StatefulDiffCommand från XMLNode.

source: Could not reconstitute StatefulDiffCommand from XMLNode. object type = %1 id = %2
sv: Det gick inte att återställa StatefulDiffCommand från XMLNode. objekttyp = %1 id = %2

source: %1: cannot part default session options "%2"
sv: %1: kan inte dela standardinställningar för sessionen "%2"

source: Invalid session default XML Root.
sv: Ogiltig sessionsstandard XML-rot.

source: Loaded custom session defaults.
sv: Laddade anpassade sessionsstandardinställningar.

source: Found no session defaults in XML file.
sv: Hittade inga sessionsstandardvärden i XML-filen.

source: Could not save session options
sv: Kunde inte spara sessionsalternativ

source: Cannot create Session directory at path %1 Error: %2
sv: Kan inte skapa sessionskatalogen på sökvägen %1 Error: %2

source: Session subdirectory does not exist at path %1
sv: Underkatalogen för sessionen finns inte i sökvägen %1

source: session-dir and session-name mismatch. Please use 'Menu > Session > Rename' in the future to rename sessions.
sv: session-dir och session-name stämmer inte överens. Använd 'Meny > Session > Byt namn' för att byta namn på sessioner i framtiden.

source: The session's interchange dir is tainted. There is more than one folder in '%1'. Please remove extra subdirs to reduce possible filename ambiguties.
sv: Sessionens utbytesmapp är skadad. Det finns mer än en mapp i '%1'. Ta bort extra undermappar för att minska risken för tvetydigheter i filnamnen.

source: Session: cannot have two events of type %1 at the same sample (%2).
sv: Session: det kan inte finnas två händelser av typ %1 vid samma prov (%2).

source: Cannot prepare transport for export
sv: Kan inte förbereda transport för export

source: %1: cannot seek to %2 for export
sv: %1: kan inte söka till %2 f eller exportera

source: Export ended unexpectedly: %1
sv: Exporten avslutades oväntat: %1

source: LTC encoder: invalid framerate - LTC encoding is disabled for the remainder of this session.
sv: LTC-kodare: ogiltig bildfrekvens – LTC-kodning är inaktiverad under resten av denna session.

source: Session: cannot send quarter-frame MTC message (%1)
sv: Session: kan inte skicka MTC-meddelande med kvartersram (%1)

source: Session State: Unused playlist was listed as used.
sv: Sessionsstatus: Oanvänd spellista listades som använd.

source: Session: cannot create Playlist from XML description.
sv: Session: kan inte skapa spellista från XML-beskrivning.

source: Session: error in no roll for %1
sv: Session: fel i ingen rullning för %1

source: Programming error: illegal event type in process_event (%1)
sv: Programmeringsfel: olaglig händelsetyp i process_event (%1)

source: solo cut control (dB)
sv: solo cut-kontroll (dB)

source: Set block size and sample rate
sv: Ställ in blockstorlek och samplingsfrekvens

source: Using configuration
sv: Använda konfiguration

source: Butler did not start
sv: Butler startade inte

source: MIDI I/O thread did not start
sv: MIDI I/O-tråden startade inte

source: Unexpected exception during session setup:
sv: Oväntat undantag under sessionsuppsättning:

source: Unknown exception during session setup
sv: Okänd undantag under sessionsupprättande

source: Could not set session state from XML
sv: Kunde inte ställa in sessionsstatus från XML

source: Session state:
sv: Sessionsstatus:

source: Reset Remote Controls
sv: Återställ fjärrkontroller

source: Filling playback buffers
sv: Fylla uppspelningsbuffertar

source: Session: cannot create session peakfile folder "%1" (%2)
sv: Session: kan inte skapa sessionens peakfile-mapp "%1" (%2)

source: Session: cannot create session sounds dir "%1" (%2)
sv: Session: kan inte skapa sessionsljudkatalog "%1" (%2)

source: Session: cannot create session midi dir "%1" (%2)
sv: Session: kan inte skapa session midi dir "%1" (%2)

source: Session: cannot create session dead sounds folder "%1" (%2)
sv: Session: kan inte skapa session död ljudmapp "%1" (%2)

source: Session: cannot create session export folder "%1" (%2)
sv: Session: kan inte skapa sessionsexportmappen "%1" (%2)

source: Session: cannot create session backup folder "%1" (%2)
sv: Session: kan inte skapa säkerhetskopieringsmapp för sessionen "%1" (%2)

source: Session: cannot create session analysis folder "%1" (%2)
sv: Session: kan inte skapa sessionsanalysmappen "%1" (%2)

source: Session: cannot create session plugins folder "%1" (%2)
sv: Session: kan inte skapa mappen för sessionsplugins "%1" (%2)

source: Session: cannot create session externals folder "%1" (%2)
sv: Session: kan inte skapa sessionens externa mapp "%1" (%2)

source: Session: cannot create session folder "%1" (%2)
sv: Session: kan inte skapa sessionsmappen "%1" (%2)

source: Error reading session template file %1 (%2)
sv: Fel vid läsning av sessionsmallfilen %1 (%2)

source: Error writing session template file %1 (%2)
sv: Fel vid skrivning av sessionsmallfil %1 (%2)

source: Could not open %1 for writing session template
sv: Kunde inte öppna %1 f eller skriva sessionsmall

source: Could not open session template %1 for reading
sv: Kunde inte öppna sessionsmallen %1 f eller läsa

source: Could not remove pending capture state at path "%1" (%2)
sv: Det gick inte att ta bort väntande inspelningsstatus på sökvägen "%1" (%2)

source: could not rename snapshot %1 to %2 (%3)
sv: kunde inte byta namn på ögonblicksbild %1 till %2 (%3)

source: Could not remove session file at path "%1" (%2)
sv: Det gick inte att ta bort sessionsfilen på sökvägen "%1" (%2)

source: state could not be saved to %1
sv: det gick inte att spara till %1

source: Could not remove temporary session file at path "%1" (%2)
sv: Det gick inte att ta bort den tillfälliga sessionsfilen på sökvägen "%1" (%2)

source: could not rename temporary session file %1 to %2 (%3)
sv: det gick inte att byta namn på den tillfälliga sessionsfilen %1 till %2 (%3)

source: Could not save backup file at path "%1" (%2)
sv: Det gick inte att spara säkerhetskopian på sökvägen "%1" (%2)

source: %1: session file "%2" doesn't exist!
sv: %1: sessionsfilen "%2" finns inte!

source: Could not understand session file %1
sv: Kunde inte förstå sessionsfilen %1

source: Session file %1 is not a session
sv: Sessionsfilen %1 är inte en session

source: Incompatible Session Version. That session was created with a newer version of %1
sv: Inkompatibel sessionsversion. Den sessionen skapades med en nyare version av %1

source: Session-Save: Failed to copy MIDI Source '%1' for snapshot
sv: Session-Save: Det gick inte att kopiera MIDI-källan '%1' för ögonblicksbilden

source: programming error: Session: incorrect XML node sent to set_state()
sv: programmeringsfel: Session: felaktig XML-nod skickad till set_state()

source: Session: XML state has no options section
sv: Session: XML-status har inget alternativavsnitt

source: Session: XML state has no metadata section
sv: Session: XML-status har inget metadataavsnitt

source: Session: XML state has no sources section
sv: Session: XML-status har ingen källsektion

source: Session: XML state has no Tempo Map section
sv: Session: XML-status har inget Tempo Map-avsnitt

source: Session: XML state has no locations section
sv: Session: XML-status har ingen platssektion

source: Session: XML state has no Regions section
sv: Session: XML-status har inget avsnitt för regioner

source: Session: XML state has no playlists section
sv: Session: XML-status har inget avsnitt för spellistor

source: Session: XML state has no bundles section
sv: Session: XML-status har inget avsnitt för buntar

source: Session: XML state has no routes section
sv: Session: XML-status har ingen ruttsektion

source: Session: XML state has no route groups section
sv: Session: XML-status har ingen ruttgruppssektion

source: Session: XML state has no edit groups section
sv: Session: XML-status har ingen redigeringsgruppssektion

source: Session: XML state has no mix groups section
sv: Session: XML-status har ingen mixgruppssektion

source: Session: XML state has no click section
sv: Session: XML-status har ingen klicksektion

source: Session: cannot create Route from XML description.
sv: Session: kan inte skapa rutt från XML-beskrivning.

source: Loaded track/bus %1
sv: Laddad spår/buss %1

source: Tracks/busses loaded; Adding to Session
sv: Spår/bussar laddade; Lägg till i session

source: Finished adding tracks/busses
sv: Färdig med att lägga till spår/bussar

source: Could not find diskstream for diskstream-id: '%1', playlist: '%2'
sv: Kunde inte hitta diskstream för diskstream-id: '%1', spellista: '%2'

source: Session: cannot create Region from XML description.
sv: Session: kan inte skapa region från XML-beskrivning.

source: Can not load state for region '%1'
sv: Kan inte ladda status för region '%1'

source: Regions in compound description not found (ID's %1 and %2): ignored
sv: Regioner i sammansatt beskrivning hittades inte (ID %1 och %2): ignoreras

source: Nested source has no ID info in session file! (ignored)
sv: Den inbäddade källan har ingen ID-information i sessionsfilen! (ignoreras)

source: Cannot reconstruct nested source for region %1
sv: Kan inte rekonstruera kapslad källa för region %1

source: Session: XMLNode describing a AudioRegion is incomplete (no source)
sv: Session: XMLNode som beskriver en AudioRegion är ofullständig (ingen källa)

source: Session: XMLNode describing a AudioRegion references an unknown source id =%1
sv: Session: XMLNode som beskriver en AudioRegion refererar till ett okänt käll-id =%1

source: Session: XMLNode describing a AudioRegion references a non-audio source id =%1
sv: Session: XMLNode som beskriver en AudioRegion refererar till en icke-ljudkälla id =%1

source: Session: XMLNode describing an AudioRegion is missing some master sources; ignored
sv: Session: XMLNode som beskriver en AudioRegion saknar vissa huvudkällor; ignoreras

source: Session: XMLNode describing a MidiRegion is incomplete (no source)
sv: Session: XMLNode som beskriver en MidiRegion är ofullständig (ingen källa)

source: Session: XMLNode describing a MidiRegion references an unknown source id =%1
sv: Session: XMLNode som beskriver en MidiRegion refererar till ett okänt käll-id =%1

source: Session: XMLNode describing a MidiRegion references a non-midi source id =%1
sv: Session: XMLNode som beskriver en MidiRegion refererar till en icke-midi-källa id =%1

source: Session: cannot create Source from XML description.
sv: Session: kan inte skapa källa från XML-beskrivning.

source: An external MIDI file is missing. %1 cannot currently recover from missing external MIDI files
sv: En extern MIDI-fil saknas. %1 ckan för närvarande inte återställa saknade externa MIDI-filer

source: Found a sound file that cannot be used by %1. Talk to the programmers.
sv: Hittade en ljudfil som inte kan användas av %1. Kontakta programmerarna.

source: Could not create templates directory "%1" (%2)
sv: Det gick inte att skapa mallkatalogen "%1" (%2)

source: Template "%1" already exists - new version not created
sv: Mallen "%1" finns redan – ny version skapas inte

source: Could not create directory for Session template"%1" (%2)
sv: Det gick inte att skapa katalogen för sessionsmallen "%1" (%2)

source: template not saved
sv: mallen har inte sparats

source: Unknown node "%1" found in Bundles list from session file
sv: Okänd nod "%1" hittades i listan över buntar från sessionsfilen

source: Cannot cleanup peak-files for read-only session.
sv: Kan inte rensa peak-filer för skrivskyddade sessioner.

source: Cannot cleanup peak-files while recording
sv: Kan inte rensa peak-filer under inspelning

source: Timeout waiting for peak-file creation to terminate before cleanup, please try again later.
sv: Timeout väntar på att skapandet av peak-filen ska avslutas innan rensning, försök igen senare.

source: Session: cannot create dead file folder "%1" (%2)
sv: Session: kan inte skapa mappen för döda filer "%1" (%2)

source: cannot rename unused file source from %1 to %2 (%3)
sv: det går inte att byta namn på den oanvända filkällan från %1 till %2 (%3)

source: cannot remove peakfile %1 for %2 (%3)
sv: kan inte ta bort peakfile %1 f eller %2 (%3)

source: could not backup old history file, current history not saved
sv: kunde inte säkerhetskopiera gammal historikfil, aktuell historik sparades inte

source: history could not be saved to %1
sv: historiken kunde inte sparas till %1

source: Could not remove history file at path "%1" (%2)
sv: Det gick inte att ta bort historikfilen på sökvägen "%1" (%2)

source: could not restore history file from backup %1 (%2)
sv: det gick inte att återställa historikfilen från säkerhetskopian %1 (%2)

source: %1: no history file "%2" for this session.
sv: %1: ingen historikfil "%2" för denna session.

source: Could not understand session history file "%1"
sv: Kunde inte förstå sessionshistorikfilen "%1"

source: Failed to downcast MidiSource for NoteDiffCommand
sv: Det gick inte att nedgradera MidiSource för NoteDiffCommand

source: Failed to downcast MidiSource for SysExDiffCommand
sv: Det gick inte att nedgradera MidiSource för SysExDiffCommand

source: Failed to downcast MidiSource for PatchChangeDiffCommand
sv: Det gick inte att nedgradera MidiSource för PatchChangeDiffCommand

source: Couldn't figure out how to make a Command out of a %1 XMLNode.
sv: Kunde inte lista ut hur man skapar ett kommando från en %1 XMLNode.

source: Cannot rename read-only session.
sv: Det går inte att byta namn på en skrivskyddad session.

source: Cannot rename session while recording
sv: Det går inte att byta namn på sessionen under inspelning

source: renaming %s as %2 failed (%3)
sv: omdöpning av %s till %2 failed (%3)

source: renaming %1 as %2 failed (%3)
sv: byter namn på %1 till %2 failed (%3)

source: Cannot create new session folder %1
sv: Det går inte att skapa en ny sessionsmapp %1

source: copying "%1" failed !
sv: Kopieringen av "%1" misslyckades!

source: unknown reason
sv: okänd anledning

source: Unknown transport state %1 in sync callback
sv: Okänd transportstatus %1 i synkroniseringsåterkoppling

source: Locate called for negative sample position - ignored
sv: Lokalisera begärd negativ provposition - ignorerad

source: Global varispeed cannot be supported while %1 is connected to JACK transport control
sv: Global varispeed kan inte stödjas när %1 är ansluten till JACK-transportkontroll

source: Cannot loop - no loop range defined
sv: Kan inte loopa - inget loopintervall definierat

source: Looping cannot be supported while %1 is using JACK transport. Recommend changing the configured options
sv: Looping kan inte stödjas medan %1 använder JACK-transport. Vi rekommenderar att du ändrar de konfigurerade alternativen

source: Master #%1 not found, assignment lost
sv: Master #%1 hittades inte, tilldelningen förlorad

source: Merge VCA automation into %1
sv: Sammanfoga VCA-automatisering till %1

source: Unable to read event prefix, corrupt MIDI ring
sv: Kan inte läsa händelseprefix, skadad MIDI-ring

source: Event has time and size but no body, corrupt MIDI ring
sv: Händelsen har tid och storlek men ingen kropp, korrupt MIDI-ring

source: Event time is before MIDI source position
sv: Händelsetiden är före MIDI-källans position

source: Skipping event with unordered beat time %1 < %2 (off by %3 beats, %4 ticks)
sv: Hoppar över händelse med oordnad takt %1 < %2 (avvikelse på %3 bslag, %4 tickar)

source: Skipping event with unordered sample time %1 < %2
sv: Hoppar över händelse med oordnad samplingsfrekvens %1 < %2

source: cannot open MIDI file %1 for write
sv: kan inte öppna MIDI-fil %1 f eller skriva

source: Exception while writing %1, file may be corrupt/unusable
sv: Undantag vid skrivning av %1, filen kan vara skadad/oanvändbar

source: W64 (64-bit WAV)
sv: W64 (64-bitars WAV)

source: raw (no header)
sv: rå (utan rubrik)

source: Signed 16-bit PCM
sv: Signerad 16-bitars PCM

source: Signed 24-bit PCM
sv: Signerad 24-bitars PCM

source: Signed 32-bit PCM
sv: Signerad 32-bitars PCM

source: Signed 8-bit PCM
sv: Signerad 8-bitars PCM

source: 32-bit float
sv: 32-bitars flyttal

source: Cannot set flac compression level: %1
sv: Kan inte ställa in flac-komprimeringsnivå: %1

source: SndFileSource: cannot open file "%1" for %2
sv: SndFileSource: kan inte öppna filen "%1" för %2

source: SndFileSource: file only contains %1 channels; %2 is invalid as a channel number
sv: SndFileSource: filen innehåller endast %1 ckanaler; %2 är ogiltigt som kanalnummer

source: Cannot mark RF64 audio file for automatic downgrade to WAV: %1
sv: Kan inte markera RF64-ljudfil för automatisk nedgradering till WAV: %1
